Revit 2024 API
ParameterTypeId.SteelElemBoltFinishCalculationAtGap Property
 "Finish Calculation At Gap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SteelElemBoltFinishCalculationAtGap { get; }
Visual Basic
Public Shared ReadOnly Property SteelElemBoltFinishCalculationAtGap As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SteelElemBoltFinishCalculationAtGap {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace